{"topicid": "MB75",
"topic": "Aguilera super bowl fail",
"tweets":[
{"id":"32903161928744961","text":"Best Super Bowl prop bet yet: during the National Anthem Christina Aguilera holds the word “brave” +/- 6 seconds"},
{"id":"34389474792185857","text":"Super Bowl Aguilera time"},
{"id":"34391586255147008","text":"WHAT?! Aguilera is singing live?!?!?! #superbowl"},
{"id":"34391667754672128","text":"National anthem over-under is 1:54.  I think Christina Aguilera's hitting the over."},
{"id":"34391935812632576","text":"Star spangled banner sung as a pop song grates on me. I hate Aguilera #superbowl as long as it's not god save the queen."},
{"id":"34392120248770560","text":"Christina Aguilera bossed that rendition of Star Spangled Banner  #superbowl"},
{"id":"34392310380761089","text":"Christina Aguilera's National Anthem &lt;"},
{"id":"34392384246652928","text":"Agree! “@HollywoodLife: Christina Aguilera -- incredible job! And she looks great! #superbowl"},
{"id":"34392551406444545","text":"Christina Aguilera just screwed up and forgot the words to the National Anthem to the most American event ever. #DeportHer #fail #fb"},
{"id":"34393574502039553","text":"Too much talking at this super bowl party. Can't hear the commercials or christina messing up the national anthem #sb45"},
{"id":"34393593447714816","text":"Apparently Christina Aguilera decided the Star Spangled Banner deserved a little rewrite. #SuperBowl #Fail"},
{"id":"34394204528447489","text":"So how is it that all u have to do is sing the national anthem & u mess up the words to the U.S.'s most sacred song Christina???"},
{"id":"34394832952627200","text":"Christina Aguilera oversang the US national anthem - badly. I'm still wincing #superbowl"},
{"id":"34394983192596480","text":"@TheRealJordin national anthem &gt; Christina Aguilera national anthem....whitney is tops lol"},
{"id":"34396060751241216","text":"Assuming Christina won't be back for Super Bowl 46 to sing the National Anthem... a monitor with the lyrics may have saved her..."},
{"id":"34396071836786688","text":"Omg Christina Aguilera failed SO hard"},
{"id":"34396362376224768","text":"Christina Aguilera Fail http://t.co/BYwZyW9 via @youtube"},
{"id":"34396687300562944","text":"#IFWT (Video) Christina Aguilera Messes Up The Words to the National Anthem #Superbowl http://bit.ly/fBVBcJ"},
{"id":"34397008634707968","text":"Can't believe that Christina Aguilera just muffed the lyrics to the National Anthem."},
{"id":"34397602740961281","text":"oh mans, christina. i love you, but really? http://tinyurl.com/5uph7so #superbowl #fail"},
{"id":"34399879857967104","text":"@phigma Miss Christina Aguilera killed the star spangled banner.literally. She fucked up the national anthem"},
{"id":"34400717196230657","text":"Nice pipes, Christina Aguilera...the correct lyrics of OUR National Anthem aren't THAT important!! - Nerves, or what??"},
{"id":"34400981689040896","text":"WATCH: Christina Aguilera Screws Up The National Anthem At The Super Bowl http://t.co/tbWj2yW via @businessinsider"},
{"id":"34401697270861825","text":"Epic fail= Christina Aguilera messing up the national anthem"},
{"id":"34402327452459008","text":"Puppy Bowl VII starting over on Animal Planet.  Just played national anthem. Nobody (Christina Aguilera) messed it up"},
{"id":"34403219337646080","text":"Good to see a stupiod spoiled whore screw up the national anthem for the super bowl"},
{"id":"34406150573137921","text":"The Huffington Post: See Christina Aguilera sing the National Anthem at the Super Bowl? See her fail? Video he… (cont) http://deck.ly/~ArsJI"},
{"id":"34406400478158848","text":"Aguilera repeats line of national anthem http://tinyurl.com/62tcxh6"},
{"id":"34407215343345665","text":"Twitter Explodes After Christina Aguilera Messes Up National Anthem at Super Bowl http://bit.ly/dFdVrp"},
{"id":"34407649063731200","text":"OOPS - Christina Aguilera Fubs the National Anthem http://nblo.gs/dXgna"},
{"id":"34407656936448000","text":"The USA National Anthem is actually a very hard song to sing. http://huff.to/hwysYb"},
{"id":"34407785890320384","text":"“@AP: Christina Aguilera flubs line as she belts outs national anthem at Super Bowl http://apne.ws/egTHhl #SB45 -CC”"},
{"id":"34408772654862336","text":"Christina Fail-ulera makes my ears bleed every time I hear her “sing”, but really, fucking up the National Anthem?  #forshame"},
{"id":"34409168588771328","text":"#Perez #Hilton Christina Aguilera Messes Up The Lyrics To The National Anthem At The Super Bowl!: Ooop... http://bit.ly/hgOYS0 #HiTechCJ"},
{"id":"34409918974918656","text":"@danieltosh are you going to give #ChristinaAguilera a web redemption for her #superbowl preformance? #NFL #fail"},
{"id":"34410043285708800","text":"Christina Aguilera messed up the National Anthem! Wtf!"},
{"id":"34410828983705601","text":"Super Bowl XLV: Christina Aguilera repeats line of national anthem: Christina Aguilera flubbed a line as she... http://es.pn/hgXOnQ #NFL"},
{"id":"34411573774786560","text":"lol, apparently Christina Aguilera is so stupid that she forgot the words. Epic Fail."},
{"id":"34413544862654465","text":"Aguilera repeats line of national anthem (AP): AP - Christina Aguilera flubbed a line as... http://bit.ly/g8Hnl8 #Hawaii #AlohaTone"},
{"id":"34414955188977664","text":"Christina Aguilera Bungles National Anthem http://bit.ly/enFiKg"},
{"id":"34415002974814208","text":"Aw :/ I feel bad4her RT @PopEater Oh no Christina! http://aol.it/h3pX3F Probably the most beautiful voice on a botched National Anthem ever."},
{"id":"34417574947065856","text":"Watch Christina Agulilera botch national anthem at Super Bowl: By Michael McCarthy, USA TODAY Yes, you heard it ... http://bit.ly/hOv5xA"},
{"id":"34417692307886080","text":"Oh, say, can you ... line? Aguilera flubs part of national anthem: Christina Aguilera flubbed a line as she belt... http://bit.ly/eAg9At"},
{"id":"34418201609777152","text":"Christina Aguilera Flubs Lyrics to National Anthem http://bit.ly/hNfiO4 #brandbowl #superbowl"},
{"id":"34418287009857536","text":"“VIDEO: Christina Aguilera Sings National Anthem Loud And Proud At Super Bowl XLV” and related posts: SBNation.c... http://sbn.to/hDyLvQ"},
{"id":"34419758312988672","text":"I'm sorry but I found this funny when it happened:    Aguilera repeats line of national anthem - Yahoo! News http://yhoo.it/fQEiVP"},
{"id":"34420014308134912","text":"Christina Aguilera flubs the national anthem: Instead of singing, “O'er the ramparts we watched, were so gallant... http://bit.ly/hNCQdm"},
{"id":"34422356973715456","text":"Do Endsmeat? Christina Aguilera Messes Up The Lyrics To The National Anthem At The Super Bowl! http://ow.ly/1bd8u2"},
{"id":"34422393459974145","text":"I knew the national anthem was messed up... LOL I sang a line with Christina Aguilera and she sang it different ! http://tinyurl.com/4rnyq4j"},
{"id":"34422623668539392","text":"Christina Aguilera Bungles National Anthem: There are three things you have to do when singing the Nationa... http://tinyurl.com/6fm7gqc"},
{"id":"34423319444848641","text":"Aguilera repeats line of national anthem http://goo.gl/fb/UKNaW"},
{"id":"34423657040191488","text":"this completely overshadows messing up the national anthem, christina aguilera. you're off the hook for now"},
{"id":"34423912271974400","text":"@SNCMusic  SNC should not only sing the national anthem at Super Bowl 2012, they should have the halftime show as well!!!"},
{"id":"34425322887712768","text":"Christina Aguilera mangles national anthem at Super Bowl XLV http://usat.ly/enXBy6 #SuperBowlXLV #fb #ChristinaAguilera"},
{"id":"34426660258320386","text":"Aguilera repeats line of national anthem (AP) http://bit.ly/gTQYKr"},
{"id":"34426678516121600","text":"Aguilera repeats line of national anthem: When she was supposed to sing the line “O'er the ramparts we wat... http://on.today.com/i6D3cF"},
{"id":"34426779338801152","text":"Christina Aguilera Screws Up National Anthem: Filed under:     Christina Aguilera,     TMZ Sports ... http://bit.ly/g4vyUX"},
{"id":"34427720850997248","text":"Christina Aguilera wrecks National Anthem at #SuperBowl 45 http://ow.ly/3RliB"},
{"id":"34429432101867520","text":"Christina Aguilera Fumbles National Anthem Lyrics At Super Bowl: At tonight's Super Bowl XLV kickoff, Christina ... http://bit.ly/gpzL1o"},
{"id":"34429878568890368","text":"BBC News - Super Bowl: Christina Aguilera fluffs US national anthem http://www.bbc.co.uk/news/world-us-canada-12378790"},
{"id":"34430367884640256","text":"Just watched Christina Aguilera on the Super Bowl WOW :o"},
{"id":"34430447878406144","text":"Christina Aguilera flubs the national anthem: Instead of singing, “O'er the ramparts we watched, were so gallantly... http://bit.ly/gfjlEt"},
{"id":"34432729877725184","text":"Did Christina Aguilera miss lines in the national anthem? Someone told me she did? #halftime #superbowl"},
{"id":"34433660904013825","text":"“WATCH: Christina Aguilera Screws Up The National Anthem At The Super Bowl” and related posts http://read.bi/fPAwl5"},
{"id":"34434990750040064","text":"Christina Aguilera botches US anthem http://bit.ly/g5mKh6"},
{"id":"34436614763585538","text":"Christina Aguilera Mangles 'Star-Spangled Banner' at Super Bowl - ABC News #SB45 http://icio.us/AK5haP"},
{"id":"34438819570778112","text":"Aguilera flubs the national anthem: Christina Aguilera flubbed a line as she belted out the natio... http://bit.ly/egqsOf #NFL #Steelers"},
{"id":"34447182627078145","text":"Christina Aguilera Mangles 'Star-Spangled Banner' http://abcn.ws/h5y6ak"},
{"id":"34448214090326019","text":"KOLD: Aguilera repeats line of national anthem http://bit.ly/e499m2"},
{"id":"34449265610727425","text":"Christina Aguilera Screws Up National Anthem - http://newzfor.me/?c9kp"},
{"id":"34450386169364482","text":"Christina Aguilera Screws Up National Anthem - http://newzfor.me/?c9kp"},
{"id":"34451164405702658","text":"Christina Aguilera Wrong Lyrics to the USA National Anthem 2011 #SuperBowl http://t.co/tPhvsam via @youtube"},
{"id":"34451548100624385","text":"Christina Aguilera “sang” the National Anthem at the #SuperBowl W/O ramparts (this time) #fail"},
{"id":"34454132362461184","text":"Christina Aguilera botches National Anthem at Super Bowl - Washington Post http://tinyurl.com/6b5rfog"},
{"id":"34454771528105984","text":"singing was bad this year at the super bowl beginning with Christina Aguilera and ending with black eyed peas. what is with aguilera's face?"},
{"id":"34461949269901312","text":"Christina Aguilera Ruins The National Anthem At Super Bowl XLV ...: Beyonce had a band and an escort. Was the NF... http://bit.ly/hRCk59"},
{"id":"34462965369405440","text":"Today We celebrate Ronald Reagan, O'Reilly sucked, FOX/NFL Declaration of Independence ruled, Aguilera sucked, Super Bowl, Halftime sucked"},
{"id":"34465710629453825","text":"How does one get the privilege of singing the national anthem @ the super bowl, & not have the words memorized! FAIL!"},
{"id":"34468327074041856","text":"Christina Aguilera says she flubbed a line in the national anthem because she got lost in the moment: http://apne.ws/ezFQcw -BW"},
{"id":"34470674902814720","text":"Christina Aguilera Screws Up National Anthem - http://newzfor.me/?c9kp"},
{"id":"34470862530809856","text":"Twitter Explodes After Christina Aguilera Messes Up National Anthem at Super Bowl: Twitter was abuzz with commen... http://bit.ly/fjubUV"},
{"id":"34474541094805504","text":"#R6Sports Super Bowl XLV: Christina Aguilera repeats line of national anthem: Christina Aguilera... http://es.pn/fOosRP #R6SmokinSession"},
{"id":"34475260216614912","text":"Topix: Super-Bowl-Football_Gree(2)_20110206153622_JPG: Christina Aguilera flubbed a line as she belted out the n... http://bit.ly/h80p0g"},
{"id":"34476535574437888","text":"Super Bowl XLV: Christina Aguilera repeats line of national anthem http://es.pn/fOosRP (ESPN)"},
{"id":"34477837759168512","text":"Well at least she wasn't like Roseanne Barr. XD http://news.blogs.cnn.com/2011/02/06/aguilera-flubs-national-anthem-at-super-bowl/?hpt=C2"},
{"id":"34478479634333696","text":"Airhead Christina Aguilera screws up National Anthem at Super Bowl XLV http://bit.ly/g3Zg21 #tcot #tlot"},
{"id":"34479202405191680","text":"Super Bowl XLV: Christina Aguilera repeats line of national anthem - ESPN http://es.pn/h05vY9"},
{"id":"34482122810982400","text":"Aguilera repeats line of national anthem      (AP) - AP - Christina Aguilera says she flubbed a line as she belted o... http://ow.ly/1bdgVp"},
{"id":"34482124815863808","text":"Aguilera repeats line of national anthem      (AP) - AP - Christina Aguilera says she flubbed a line as she belted o... http://ow.ly/1bdgV7"},
{"id":"34484610914197504","text":"Christina Aguilera National Anthem Blooper http://bit.ly/fO6lbe"},
{"id":"34487012094377984","text":"Christina Aguilera Super Bowl | Associated Post http://j.mp/gPm21m via @AddToAny"},
{"id":"34497911060561920","text":"“@CNN: Aguilera flubs national anthem at Super Bowl. http://on.cnn.com/h4l2qD” dang girl cant catch a break lol"},
{"id":"34500165033263104","text":"Christina Aguilera flubs line of national anthem (AP) http://bit.ly/dRKSqy #Celebrity #News"},
{"id":"34505664940355584","text":"Super Bowl XLV: Christina Aguilera repeats line of national anthem - http://es.pn/i18XF0"},
{"id":"34512488078778368","text":"Christina Aguilera fluffs line of national anthem http://ind.pn/hx3fju"},
{"id":"34513575665999873","text":"Latest: Christina Aguilera Botches The National Anthem Before the Super Bowl Kickoff http://bit.ly/gbvTzj"},
{"id":"34515663292735488","text":"Super Bowl News: Funny Video: Christina Aguilera mangles the National Anthem at the Superbowl – Examiner.com http://bit.ly/fiqzQ7"},
{"id":"34517794565529600","text":"so it seems Christina Aguilera has issues with tha American Anthem...nice one durin super bowl...#likewhatsthat"},
{"id":"34531792056750080","text":"._. christina aguilera messed up US national anthem. wow."},
{"id":"34537090855215104","text":"Great win by the packers!!..Christina however lands in a blunder :( http://bit.ly/hfYIUt"},
{"id":"34538846829940737","text":"#broncos  - Christina Aguilera Flubs Line Of National Anthem - KMGH Denver http://4nfl.me/news/45616/"},
{"id":"34539076711358464","text":"Christina Aguilera Forgets US National Anthem At Super Bowl! http://nblo.gs/dY164"},
{"id":"34545938538176512","text":"Christina Aguilera Defends Herself After Fumbling National Anthem at Super Bowl - http://newzfor.me/?cpsp"},
{"id":"34546135011950592","text":"Super Bowl Learnings: Best to leave the singing of national anthems to failed Idol contestants."},
{"id":"34554263841542145","text":"Christina Aguilera destroys the National Anthem at the Superbowl http://om.ly/BMHUq"},
{"id":"34556674832343041","text":"Christina Aguilera Fluffs American National Anthem At Super Bowl XLV - http://newzfor.me/?cjvp"},
{"id":"34575684848324608","text":"Christina Aguilera Fumbles National Anthem: Christina Aguilera says she flubbed a line as she belted out the nat... http://bit.ly/fdZqyC"},
{"id":"34598210219540482","text":"Christina Aguilera fu**$ Up Nat'l Anthem @ Super Bowl 2011 http://bit.ly/hPAxpU"},
{"id":"34601786912280576","text":"Christina Aguilera botched the national anthem at the Superbowl, did you notice? http://sns.ly/DDb2y2"},
{"id":"34604390920757249","text":"Local6: Christina Aguilera Fumbles National Anthem: Christina Aguilera says she flubbed a line as she belted out... http://bit.ly/ik8kPo"},
{"id":"34605796058726401","text":"Christina Aguilera Really?!?!? Great job on the national anthem!!! http://tinyurl.com/65c5dwv"},
{"id":"34614080371171329","text":"Packers Win Super Bowl As Christina Aguilera Gets National Anthem Words  Wrong | World News | Sky N..  http://bit.ly/eVZDMl :)xy"},
{"id":"34617085019688960","text":"Haha Christina Aguilera or however its spelled is bad and she can sing but she fucked up the national anthem at the Super Bowl LoL"},
{"id":"34619140077522944","text":"Mubarek say he will leave, provided Christina Aguilera can sing his country's national anthem without flubbing the lyrics."},
{"id":"34619427534147585","text":"Aguilera fluffs Super Bowl anthem http://bit.ly/euiH2E"},
{"id":"34619661756661760","text":"Christina Aguilera Explains Super Bowl National Anthem Flub – Us Magazine http://dlvr.it/G0M6C"},
{"id":"34622505901629440","text":"Don't know why people are giving C. Aguilera such a hard time. Most lip synch at Super Bowl. Get over it people, she was good."},
{"id":"34623951019708416","text":"Christina Aguilera Sings National Anthem At Super Bowl XLV - http://newzfor.me/?c1qp"},
{"id":"34625066629074944","text":"POLL: Did Christina Aguilera Botch the National Anthem at the Super Bowl?: The singer repeats a line accidentally, tarnishing an othe..."},
{"id":"34625328395591680","text":"Christina Aguilera sang lovely last night http://huff.to/hf0dwI via @huffingtonpost"},
{"id":"34625935705645056","text":"POLL: Did Christina Aguilera Botch the National Anthem at the Super Bowl? http://www.people.com/people/article/0,,20464265,00.html"},
{"id":"34629136706179072","text":"Christina Aguilera Apologizes For Super Bowl Performance http://f.ast.ly/XXUcN"},
{"id":"34629289987149824","text":"#Aguilera may have messed up the words to the national anthem (which is BAD!), but at least she can sing...#BlackEyedPeas sucked #superbowl"},
{"id":"34629385424207872","text":"ArtsBeat: Christina Aguilera Flubs National Anthem (nytimes): Share With Friends:  |  | Art - Classical Musi... http://feedzil.la/hXNbDn"},
{"id":"34629468630810624","text":"Christina Aguilera Explains Super Bowl National Anthem Flub"},
{"id":"34630622056026112","text":"Christina Aguilera messes up national anthem at start of Super Bowl XLV http://bit.ly/eVBwDU"},
{"id":"34634199935754241","text":"GOSSIP: Christina Fumbles the Lyrics of the National Anthem - Words fail us. As apparently they did Christina Agu... http://ow.ly/1bdFkW"},
{"id":"34643853143183360","text":"Did Christina Aguilera Really Need to Apologize for Flubbing a Line in the National Anthem? http://bit.ly/e2iUNu"},
{"id":"34644300738338816","text":"In honor of #ChristinaAguilera's epic fail on the National Anthem - here's a top ten list of the All Time Worst... http://fb.me/KCjlR1cf"},
{"id":"34644696085180416","text":"Christina Aguilera Screws Up the National Anthem http://goo.gl/fb/DV3vW"},
{"id":"34645147018862593","text":"Christina Aguilera Says She Messed Up The Words To The National Anthem At Super Bowl XLV Because She Was Dep... http://feedzil.la/i8SyQY"},
{"id":"34646865425207297","text":"Christina Aguilera flubs “Star Spangled Banner” lyrics at the Super Bowl http://goo.gl/fb/zUxlc #sports"},
{"id":"34648880540815361","text":"Hear how Christina Aguilera mangled the Star Spangled Banner at #Superbowl? Twilight's last reaming? Really? http://ow.ly/3RpQo"},
{"id":"34648990670651393","text":"So Christina Aguilera DID mess the Star Spangled Banner at the Super Bowl. What a dumb bitch."},
{"id":"34650351755862016","text":"What's Rocking? Christina Aguilera Explains National Anthem Flub: Christina Aguilera is well aware that she made... http://bit.ly/gWXiYK"},
{"id":"34655839704985600","text":"[Full Video]Super Bowl 2011 National Anthem Singer: Christina Aguilera Fail... - http://tinyurl.com/6efp3re - imalive"},
{"id":"34657252191387648","text":"In case you some how missed Christina Aguilera's butchered national anthem: http://www.youtube.com/watch?v=d7xfTMf1XoA&feature=related"},
{"id":"34660228540665856","text":"Christina Aguilera Explains Her Botched National Anthem http://bit.ly/hIzncj  @xtinanews @aguileraonline @TheCAguilera"},
{"id":"34669303303245824","text":"Christina Aguilera Explains National Anthem Flub - Movies, TV ...: “I got so caught up in the... http://bit.ly/i1fOyv #christinaaguilera"},
{"id":"34670849134952449","text":"Biggest flops frm last night's Super Bowl: Fox nationalism pandering, Christina Aguilera messing up Nat' Anthem, Halftime show & Commercials"},
{"id":"34672925592256513","text":"Christina Aguilera : Christina Aguilera does know the words to the national anthem – The Marquee Blog - CNN.com Blogs http://bit.ly/go1yCb"},
{"id":"34677168982204416","text":"in my opinion, christina sounded amazing at the super bowl. america is making such a big deal out of it.... http://tumblr.com/xia1gcym4w"},
{"id":"34677384577818625","text":"Here's 2 performances that make up for Christina Aguilera's disaster last night at the Super Bowl http://t.co/ckIvCl8"},
{"id":"34681752685387776","text":"New #DefGlam Christina Aguilera Apologizes For Screwing Up The National Anthem http://ow.ly/1bdMu8"},
{"id":"34682095896887296","text":"Christina Aguilera Apologizes for Messing Up the Words to the National Anthem: Christina Aguilera suffered publ... http://bit.ly/fT64K9"},
{"id":"34684782101139456","text":"Yes, you heard that right. Christina Aguilera flubbed a line during #SuperBowl national anthem last night. See which 1: http://bit.ly/hhAe7k"},
{"id":"34687521560469504","text":"Social media blasts Christina Aguilera after National Anthem Super Bowl flub: In this day of social media, it di... http://bit.ly/epmbCv"},
{"id":"34689656612327424","text":"Christina Aguilera FAIL http://dlvr.it/G1KVf #teamfollowback"},
{"id":"34691278708932609","text":"Nobody is really talking about who won the SB. People are too uspet about Christina A. messing up the National Anthem. #FAIL"},
{"id":"34692320158814208","text":"chiavator.com Christina Aguilera FAIL: Submitted through the FAIL Uploader http://chiavator.com"},
{"id":"34694961563705344","text":"#christinaaguilera Wrong Lyrics Messed Up USA National Anthem 2011 Super Bowl"},
{"id":"34701326763950080","text":"Today's Talker: Aguilera botches Star Spangled Banner (see clip, take our survey) http://ffd.me/elR5OJ #colts"},
{"id":"34706785541562368","text":"Christina Aguilera FAIL: Submitted through the FAIL Uploader http://bit.ly/hSKPjb"},
{"id":"34709517849591808","text":"Did Christina Aguilera Screws Up The US National Anthem at the Super Bowl XLV 2011? You Be The Judge! http://ow.ly/1bdVcz"},
{"id":"34717292738650112","text":"christina aguilera national anthem: more politicsthe votechristina aguilera national anthem why she flubbed itth... http://bit.ly/gZwfR7"},
{"id":"34721776827105280","text":"Christina Aguilera Messed Up In the USA National Anthem, 2011 Super http://t.co/Oo5qU4n via @AddThis [Like it? http://bit.ly/e6hFGc ]"},
{"id":"34726073283379201","text":"“@alyankovic: BTW, Christina Aguilera, nice job at the Super Bowl, but changing the words to songs is MY gig.”"},
{"id":"34728863187607552","text":"Fergie Defends Christina Aguilera's Anthem Accident - Movies, TV & Music - UsMagazine.com http://t.co/VNJqZtP I agree completely!"},
{"id":"34732177203662848","text":"Christina Aguilera #fail"},
{"id":"34736623493054464","text":"From reading super bowl tweets, it appears its much easier to trash anything than approve of it. Besides christina, it was spectacular."},
{"id":"34739350365417472","text":"I think Christina Aguilera did a great job with the National Anthem...I don't know whose National Anthem it was, but she did a great job."},
{"id":"34760510893199360","text":"Christina Aguilera regrets Super Bowl blunder…: Christina is the current woman of music to hate, just like Britn... http://bit.ly/eUiYon"},
{"id":"34762453829029889","text":"Christina Aguilera misses lyrics during national anthem at Super Bowl - Washington Post: CBC.caChristina Aguiler... http://bit.ly/gNpZRX"},
{"id":"34782907457343489","text":"Aguilera on Super Bowl flub: 'I lost my place': http://tinyurl.com/4lrxvun"},
{"id":"34797445154086913","text":"@JillianHall1 should be the host @ wm. Then she can sing the national anthem so she can show c Aguilera how its done :)"},
{"id":"34799930870603776","text":"Fashion Police, Feb. 7: Lea Michele's sophisticated Super Bowl style, Christina Aguilera debuts a new line, Ma... http://eonli.ne/dWcpmF"},
{"id":"34815765353861120","text":"Weird Al Tweets About Christina Aguileras Super Bowl Performance http://bit.ly/fjc174"},
{"id":"34835142136561664","text":"Christina Aguilera FAIL: Submitted through the FAIL Uploader Epic Fail Funny Videos and Funny Pictures http://bit.ly/e44ndD"},
{"id":"34852387856453632","text":"Christina Aguilera's distorted song, LIVE http://bit.ly/fPdTy6"},
{"id":"34869612017352704","text":"Celebrities Butchering the National Anthem - Digg: Christina Aguilera has flawlessly sung the National Anthem be... http://bit.ly/htqKcT"},
{"id":"34883437819072512","text":"Not sure how I feel about this... Super Bowl 2011 National Anthem FAIL: Christina Aguilera : Lion's Den University http://bit.ly/h1O8Og"},
{"id":"34892486522445824","text":"DTN Hollywood: Christina Aguilera apologises after National Anthem flub (feedburner): Share With Friends:  |... http://feedzil.la/hYqeFs"},
{"id":"34893783522877440","text":"Super Bowl 2011 National Anthem Singer: Christina Aguilera Fail (VIDEO)  http://huff.to/ekTP52"},
{"id":"34929585694965760","text":"@NRGRADIOALBANIA Christina Aguilera Messes Up National Anthem At Super Bowl. http://bit.ly/which-celeb-are-you"},
{"id":"34941794894483456","text":"Fergie defends Xtina's Super Bowl slip: 'We're human' http://tinyurl.com/6g5nmww"},
{"id":"34946008152539136","text":"New post: Christina Aguilera Messed Up The National Anthem http://bit.ly/hsPgXM"},
{"id":"34946958061731840","text":"Super Bowl: Lea Michele VS Christina Aguilera: We've already had a look at the best Super Bowl commercials of th... http://bit.ly/gWTlNL"},
{"id":"34978646535962624","text":"Christina Aguilera NAILS Super Bowl Rehearsal: Filed under:     Christina Aguilera,     TMZ Sports,     Music   ... http://bit.ly/ep4udY"},
{"id":"34981546964295680","text":"#tmzsports Christina Aguilera NAILS Super Bowl Rehearsal: Christina Aguilera sang an UNBELIEV... http://bit.ly/ep4udY #tmz #sports #news"},
{"id":"34982226869362688","text":"Awww Fergie defended Christina Aguilera for her lil miss hap at the Super Bowl xoxo ! =) ... CHRISTINA AGUILERA IS SINGING AT THE GRAMMYS?"},
{"id":"34987796041179136","text":"@BillHemmer The Diva version of The National Anthem is disrespectful as sung at the Super Bowl. It is not the hip hop pop National Anthem."},
{"id":"35006439906873345","text":"Klassy Breeze Music Blog: http://t.co/dyFeEnq Black Eyed Aguilera - Where Is The Love??? @rolandsmartin @tavissmiley @cornelwest @tjmshow"},
{"id":"35009498363990016","text":"I liked a YouTube video -- Christina Aguilera Wrong Lyrics Messed Up US National Anthem... http://youtu.be/IToyMA33_Ds?a"},
{"id":"35017135780536320","text":"Christina Aguilera National Anthem Gaffe, Super Bowl XLV http://dlvr.it/G5GpB"},
{"id":"35020565932675072","text":"@EliteNai Your 222th post is “Christina Aguileras National Anthem Apology Slammed by Taylor Hicks: Christina Aguileras nation... http://bit."},
{"id":"35024923214749696","text":"Check this video out -- Christina Aguilera Super Bowl 2011 National Anthem Mistake Messes Up Err... http://t.co/kELyfFg via @youtube"},
{"id":"35045247205511169","text":"Christina Aguilera promoted from singing at the super bowl to a minor league baseball game. #impressive http://t.co/uIlDxqk via @eonline"},
{"id":"35046273098719232","text":"Christina Aguilera National Anthem Super Bowl 2011 flub did not happen during ... - New York Daily News: Fox New... http://bit.ly/fcpvFv"},
{"id":"35051474056642560","text":"Xtina NAILED #anthem rehearsal: http://www.tmz.com/2011/02/08/christina-aguilera-rehearsal-national-anthem-star-spangled-banner-super-bowl/"},
{"id":"35057756725575680","text":"Christina Aguilera Defends Herself After Fumbling National Anthem at Super Bowl - http://newzfor.me/?cpsp"},
{"id":"35059180847108096","text":"Conan Blasts Christina Over Super Bowl Anthem Blunder - TIME http://10x6.com/aJ5"},
{"id":"35064175780691968","text":"Christina Aguilera Defends Herself After Fumbling National Anthem at Super Bowl - http://newzfor.me/?cpsp"},
{"id":"35078701460750336","text":"Christina Aguilera National Anthem Rehearsal: Perfect! http://bit.ly/f6wXDm"},
{"id":"35094611483426816","text":"Christina Aguilera Screws Up National Anthem - http://newzfor.me/?c9kp"}
]}