{"topicid": "MB23",
"topic": "Amtrak train service",
"tweets":[
{"id":"29340097937670144","text":"Shit just got REAL on the Amtrak northeast regional. Train's an hour late; four armed cops boarded in New Haven; now the train shut down."},
{"id":"29516843261624320","text":"US NEWS Two die as temperatures plunge in Northeast - Two people froze to death as an arctic blast hit the northern ... http://ow.ly/1b0ceb"},
{"id":"29595313069105153","text":"New York City : Cold disrupts Amtrak service - Washington Post (blog) http://uxp.in/27043853"},
{"id":"29612648744091649","text":"@VaRailXpress plans hearings on fares, policy changes. http://wapo.st/fg64JS #vre"},
{"id":"29626342530088960","text":"New Oil: Sunday Train: Going on the Attack for Amtrak http://bit.ly/gjAPIq"},
{"id":"29690797183991810","text":"Northeast cold 'takes your breath away': The Northeast saw a deep freeze Monday that would make a Midwest ... http://on.msnbc.com/hj00Cq"},
{"id":"29854698869620736","text":"UPDATED: BX, 2 trains, Signal problems 2 train service has resumed with residual delays."},
{"id":"29984725615513601","text":"Following an earlier incident 4 train service has resumed with residual delays."},
{"id":"30092054042251264","text":"Wondering why #Amtrak is keeping their trains at 80 degrees today"},
{"id":"30092449464459264","text":"High-speed rail? Amtrak is horrible. Do you think government run high-speed rail will be any better? #Keepthrowingmoneyaway!"},
{"id":"30093167172788224","text":"“Faster than flying without the pat-down. That should be Amtrak's new slogan."},
{"id":"30349124234641408","text":"AccuWx: More Bitter Cold, Problems Headed for Northeast, Midwest: Bursting water mains, disruptions to train service, school cancella..."},
{"id":"30384057296617473","text":"Amtrak warns of limited cancelations in NE corridor tomorrow due to storm http://bit.ly/h2VMhV via @BreakingNews #eco-terrorism"},
{"id":"30438372140908544","text":"Amtrak was late and Y49 was early"},
{"id":"30440960940834816","text":"UPDATED: MANH,  4 & 5 Trains, Mechanical Problems Following an earlier incident 4 & 5 Train service has resumed with residual delays."},
{"id":"30570299074289664","text":"Snowstorm may keep Northeast paralyzed: The major snowstorm that left record snowfall and blasted much of the No... http://bit.ly/ie8w2l"},
{"id":"30572012694933504","text":"Train service has resumed on the Hudson and Harlem Lines operating on a Saturday schedule"},
{"id":"30599622661505024","text":"AMTRAK service north of NYC now cancelled @toddstarnes"},
{"id":"30639843193135104","text":"Record snowfalls keep Northeast shut down: New York City, Newark and Philadelphia set snowfall records Wednesday... http://bit.ly/dMNIr1"},
{"id":"30649612721197056","text":"Snow may continue to keep much of Northeast grounded - http://bit.ly/grUKKB #cnn"},
{"id":"30652469818163200","text":"MTA New York City Transit and MTA Bus have suspended service throughout the city due to road and weather conditi... http://bit.ly/fNBLC7"},
{"id":"30671913017671680","text":"Limited Train Service Begins http://bit.ly/gcuPyt #westport"},
{"id":"30692963696779264","text":"@curryalley Yeah, that's the other problem with the trains. It's automatically a no-go for me, since Amtrak trains don't go to Phoenix."},
{"id":"30722018458468352","text":"Amtrak PDX&gt;SEA crawling unapologetically, 35 min late.  Why does Europe (and now China) kick our railroading asses??"},
{"id":"30733920714629120","text":"Even tho the trains are chronically late, I love #Amtrak 's new, vintage-style posters!  #TwitPict http://twitpic.com/3tymkg"},
{"id":"30740770164051969","text":"Infrastructurist: Why Cutting Rail Funding Would Hurt America’s Transportation Future http://bit.ly/eYmD2C"},
{"id":"30771878641532928","text":"@Metrolink doh! please tweet again when it's fixed...glendale is where all my amtrak trips start (and hence pick up tix)"},
{"id":"30911885272424448","text":"4 & 6 train service has resumed with residual delays."},
{"id":"31081790139531265","text":"@rochellesevier did u know that there is no connection to Memphis to Dallas u have to go to Chicago to get to Dallas from Memphis  #amtrak"},
{"id":"31203980398821376","text":"Yaaaay unexplaind thirtyfiveinite delays at every station! Why don't people in the US take trains, again? #amtrak"},
{"id":"31482127098839040","text":"Some Weekend Subway Service Disruptions In Effect: Even though Thursday's snowstorm forced the Metropolitan Tran... http://bit.ly/gbrT8W"},
{"id":"31566089766830080","text":"Should there be a Depot Town stop on the Amtrak line to Chicago?: In a new article on AnnArbor.com intrepid curl... http://bit.ly/h9WaiG"},
{"id":"31716826710802432","text":"@amvandenhurk yes it is Amtrak, and a lot do get off in Philly. But this train is carrying passengers from 2 trains (1 broke down)"},
{"id":"32087811939110912","text":"Acela wi-fi down.  Why did I pay twice as much for a ticket?  #acela #Amtrak  #fail"},
{"id":"32638038530072576","text":"6 train service has resumed regular service at this time."},
{"id":"32680771063910400","text":"UP-WInbound Train #70 the 11:46 p.m. Arrival to Chicago Combined With Train #66 and Train #68 http://metrarail.com"},
{"id":"32759096687984640","text":"Power problems stop Amtrak in Northeast http://bit.ly/ifw4Qf"},
{"id":"32771758243184640","text":"Power problems suspend NJ Transit service along Northeast Corridor, North Jersey Coast lines: Jennifer Brown/The... http://bit.ly/fCBP7l"},
{"id":"32877208276041728","text":"Star-Ledger: N.J. weather takes a toll on weary commuters: Thousands without power; trains resume normal service... http://bit.ly/gC2yl5"},
{"id":"32887042283143168","text":"From Amtrak: No westbound California Zephyr today."},
{"id":"32893223353450496","text":"Like your bus route? Or taking Amtrak? Or sidewalks and trails? House Rs want to cut funding. Tell them no! It's easy. http://bit.ly/gxKwMR"},
{"id":"32902274934120448","text":"Proposed House budget proposes massive cuts to transit, Amtrak, high-speed rail. Tell Congress No. http://bit.ly/gxKwMR"},
{"id":"32911860223180800","text":"Republicans propose deep cuts and/or zero funding for wide range of targets such as PBS and Amtrak: http://ow.ly/3P9Tz"},
{"id":"32948762015961088","text":"The real reason the GOP wants to cut all funding for Amtrak is that they think it will keep Joe Biden in Delaware."},
{"id":"32970564121395200","text":".@Scobleizer I'm riding the Amtrak Auto Train as I Tweet and its not bad. Could be faster but comfortable and good food."},
{"id":"32994048167903232","text":"Travel | Historic Blizzard devastating effects on air, land travel http://dlvr.it/FgrsF"},
{"id":"33030044649529344","text":"New Haven Line Train Service Cut as MTA Copes With Car Shortage http://bit.ly/exkQ9J"},
{"id":"33116468107288577","text":"UPDATED: BKLYN, 2 trains, Rail Condition Following an earlier incident  2 train service has resumed with residual delays."},
{"id":"33149238988771328","text":"Power problems delay light rail train service: DENVER -- Intermittent power problems in the train storage yard... http://dlvr.it/Fjfdy"},
{"id":"33180961285873664","text":"Amtrak from Boston to NY late but rolling #snowicecold"},
{"id":"33310482420998145","text":"Ugh my #amtrak train is delayed again."},
{"id":"33631021220110336","text":"RT: The bald eagle “stuck to the locomotive like an emblem... an Amtrak police officer pried the bird from the train” http://is.gd/UjIEWK"},
{"id":"34139231714541568","text":"Relaxing Commute in #GreaterSeattle Video&gt;"},
{"id":"34666383035863040","text":"Amtrak and senators announce NY-NJ rail tunnels plan     (Reuters) http://f.ast.ly/4JkYm"},
{"id":"34671659365437440","text":"Amtrak and senators announce NY-NJ rail tunnels plan: NEW YORK (Reuters) - Amtrak announced plans on Monday for ... http://bit.ly/eFJ4xX"},
{"id":"34671660812468224","text":"Amtrak and senators announce NY-NJ rail tunnels plan: NEW YORK (Reuters) - Amtrak announced plans on Monday for a $13.5 billion commu..."},
{"id":"34678263892680704","text":"Greensboro News - Amtrak, senators announce NY-NJ rail tunnels plan: NEW YORK (Reuters) - Amtrak a... http://nc.gs/fE4be8 @Greensboro_NC"},
{"id":"34682864171753472","text":"#topstories Amtrak, senators announce NY-NJ rail tunnels plan (Reuters): Share With Friends:  |  | Top News ... http://feedzil.la/e0Rqps"},
{"id":"34687280962600961","text":"Via @TransportEquity: A new version of the trans-Hudson tunnel from NJ Senator Lautenberg and the head of Amtrak. http://fb.me/R5aCFpSc"},
{"id":"34740887380688896","text":"MTA considering expanding 7 train into Jersey, while poor Staten Island's still not subway-accessible http://bit.ly/hEdt8H via @NY1headlines"},
{"id":"34744935773118464","text":"Amtrak train derails after leaving New York station http://bit.ly/f9J2k7 #news"},
{"id":"34755971859357697","text":"Amtrak train derails outside New York's Penn Station - http://reut.rs/h4rht2"},
{"id":"34763798942322688","text":"DC-to-Boston Amtrak train with 147 passengers derails at NYC tunnel, affecting LIRR rush hour (Star Tribune): Share With Friends:  | ..."},
{"id":"34764285468999680","text":"States high-speed rail plans 2 b mapped out @ meeting. Bflo News http://www.buffalonews.com/city/communities/niagara-falls/article333638.ece"},
{"id":"34768755347169280","text":"LIRR service is experiencing eastbound delays between 5 to 10 minutes through Jamaica due to an earlier train with equipment problems."},
{"id":"34772909876584448","text":"Newson6.com Amtrak, NJ senators propose new Hudson rail tunnel http://bit.ly/gI0SSp"},
{"id":"34773103301107712","text":"New Hudson Tunnel Part of Amtrak’s High-Speed Pitch http://t.co/SKIHB7i"},
{"id":"34776815805399041","text":"Senators propose NYC rail tunnel: Democratic senators and US rail operator Amtrak propose a $13.5bn (£8.4bn) rail tunnel linking New ..."},
{"id":"35000396405542913","text":"Obama to call for $53B for high-speed rail: WASHINGTON     (AP) -- President Barack Obama is calling for a six-... http://apne.ws/cw8eHK"},
{"id":"35010633195851777","text":"If Thomas the Tank Engine had this cash he would be a plane: Obama to call for $53B for high-speed rail http://t.co/CXgjqAS"},
{"id":"35011708787503104","text":"CNN: Obama calls for $53B for high speed rail. WTF! Hey idiot, no one takes the train. This is just a reward to union hacks who vote Dem!"},
{"id":"35015689450299392","text":"@BarackObama Can we get some fancy new high speed rail to connect the far suburbs to Chicago? Metra is just too slow."},
{"id":"35025627253977088","text":"Obama to call for $53B for high-speed rail http://dlvr.it/G5NyT #CA"},
{"id":"35028668392669184","text":"@drgrist: Don't get too excited. 6-yr plan for 80% American access to high speed rail within 25 years? I have my doubts about its success."},
{"id":"35032879444529152","text":"Check out this article from FOX News. Obama to Call for $53 Billion for High-Speed Rail: http://fxn.ws/fcX0hN"},
{"id":"35037336492449792","text":"Biden Touts High-speed Rail Investment in Philly (San Jose Mercury News) http://feedzil.la/fDbulv"},
{"id":"35041109348458496","text":"michelle malkin New Biden motto: “Seize the future”: Joe Amtrak Biden and Chief Social Engineer/Transportation S... http://bit.ly/hHmMWe"},
{"id":"35041223072813056","text":"Biden unveils 53 billion dollar rail plan (AFP): AFP - The Obama administration on Tuesday called on Congre... http://bit.ly/fdotVa"},
{"id":"35041386109603840","text":"Damn the new Republican WI government! They're putting a halt on a high-speed train between Minneapolis & Chicago. #cheeseheads"},
{"id":"35042688218697728","text":"White House Unveils 6-Year, $53 Billion High Speed Rail Plan...http://bit.ly/gyM65r"},
{"id":"35043140624719872","text":"Obama to call for $53B for high-speed rail - http://newzfor.me/?cwnr"},
{"id":"35047250950361089","text":"Amtrak train derails after leaving New York station - http://newzfor.me/?csjr"},
{"id":"35048617307807744","text":"U.S. unveils $53 billion in high-speed rail plan http://huff.to/ewuldJ"},
{"id":"35055156865273857","text":"A $53 Billion Plan to Bring High-Speed Rail to the U.S. http://bit.ly/fgYkb1"},
{"id":"35055158849175552","text":"#business A $53 Billion Plan to Bring High-Speed Rail to the U.S.: It's no secret that the U.S. lags behind cou... http://bit.ly/g4QXbw"},
{"id":"35055288075681792","text":"Obama to call for $53B for high-speed rail http://bit.ly/gjfkdI"},
{"id":"35058089283559424","text":"Money for high speed rail will never make it down the track."},
{"id":"35058668416278528","text":"TeePeeCreek.com U.S. plans to inject $53 billion into passenger rail: Biden http://bit.ly/gDjYK1 TeePeeCreek.com"},
{"id":"35066441501900800","text":"White House Seeks $53 Billion For High-Speed Rail http://huff.to/hlWs1W via @huffingtonpost"}
]}